Repository: zagamaza/splitty
Catalog: ios/Splitty/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, it, ja, ko, pt_br, zh_hans

source: Профиль удаляется безвозвратно, расходы и долги в группах остаются.
de: Dein Profil wird endgültig gelöscht; Ausgaben und Schulden bleiben in den Gruppen.
en: Your profile is deleted for good; expenses and debts stay in your groups.
es: Tu perfil se elimina para siempre; los gastos y las deudas permanecen en los grupos.
fr: Votre profil est supprimé définitivement ; les dépenses et les dettes restent dans les groupes.
it: Il profilo viene eliminato per sempre; le spese e i debiti restano nei gruppi.
ja: プロフィールは完全に削除されますが、グループの支出と貸し借りは残ります。
ko: 프로필은 영구히 삭제되지만, 그룹의 지출과 빚은 그대로 남습니다.
pt_br: O perfil é excluído para sempre; as despesas e as dívidas continuam nos grupos.
zh_hans: 个人资料将被永久删除；群组中的支出和欠款仍会保留。

source: Профиль, имя и способы входа будут удалены безвозвратно — восстановить аккаунт нельзя. Расходы и долги в группах останутся: участники увидят «Удалённый пользователь» вместо вашего имени, а суммы и расчёты не изменятся.
de: Profil, Name und Anmeldemethoden werden endgültig gelöscht — das Konto lässt sich nicht wiederherstellen. Ausgaben und Schulden bleiben in den Gruppen: Mitglieder sehen statt deines Namens „Gelöschter Nutzer“, die Beträge ändern sich nicht.
en: Your profile, name and sign-in methods will be deleted for good — the account can't be restored. Expenses and debts stay in your groups: members will see “Deleted user” instead of your name, and all amounts stay the same.
es: Tu perfil, tu nombre y tus formas de entrar se eliminarán para siempre: la cuenta no se puede recuperar. Los gastos y las deudas permanecen en los grupos: los miembros verán «Usuario eliminado» en lugar de tu nombre y los importes no cambiarán.
fr: Votre profil, votre nom et vos modes de connexion seront supprimés définitivement — le compte ne pourra pas être restauré. Les dépenses et les dettes restent dans les groupes : les membres verront « Utilisateur supprimé » à la place de votre nom, et les montants ne changeront pas.
it: Profilo, nome e metodi di accesso verranno eliminati per sempre: l’account non è recuperabile. Le spese e i debiti restano nei gruppi: i partecipanti vedranno “Utente eliminato” al posto del tuo nome e gli importi non cambieranno.
ja: プロフィール・名前・サインイン方法は完全に削除され、アカウントは復元できません。 グループの支出と貸し借りは残ります。メンバーにはあなたの名前の代わりに「削除されたユーザー」と表示され、金額や計算は変わりません。
ko: 프로필, 이름, 로그인 방법이 영구히 삭제되며 계정은 복구할 수 없습니다. 그룹의 지출과 빚은 남습니다. 참여자에게는 회원님의 이름 대신 「삭제된 사용자」가 표시되며 금액과 계산은 그대로입니다.
pt_br: O perfil, o nome e os métodos de login serão excluídos para sempre — a conta não pode ser recuperada. As despesas e as dívidas continuam nos grupos: os participantes verão “Usuário excluído” no lugar do seu nome, e os valores não mudam.
zh_hans: 个人资料、名字和登录方式将被永久删除 — 账号无法恢复。 群组中的支出和欠款仍会保留：成员看到的将是「已删除用户」而不是你的名字，金额和计算均不变。

source: Прочие
de: Sonstige
en: Other
es: Otros
fr: Autres
it: Altro
ja: その他
ko: 기타
pt_br: Outros
zh_hans: 其他

source: РАСХОДЫ ГРУППЫ
de: AUSGABEN DER GRUPPE
en: GROUP EXPENSES
es: GASTOS DEL GRUPO
fr: DÉPENSES DU GROUPE
it: SPESE DEL GRUPPO
ja: グループの支出
ko: 그룹 지출
pt_br: DESPESAS DO GRUPO
zh_hans: 群组支出

source: Разархивировать
de: Wiederherstellen
en: Unarchive
es: Desarchivar
fr: Désarchiver
it: Ripristina dall’archivio
ja: アーカイブから戻す
ko: 보관 해제
pt_br: Desarquivar
zh_hans: 取消归档

source: Разделить между
de: Aufteilen zwischen
en: Split between
es: Repartir entre
fr: Répartir entre
it: Dividi tra
ja: 分ける相手
ko: 나눌 대상
pt_br: Dividir entre
zh_hans: 分摊给

source: Разрешите доступ в Настройках, чтобы диктовать расход голосом
de: Erlaube den Zugriff in den Einstellungen, um Ausgaben per Sprache zu diktieren
en: Allow access in Settings to dictate expenses by voice
es: Permite el acceso en Ajustes para dictar los gastos por voz
fr: Autorisez l’accès dans les Réglages pour dicter vos dépenses
it: Consenti l’accesso nelle Impostazioni per dettare le spese a voce
ja: 音声で支出を伝えるには、設定でアクセスを許可してください
ko: 음성으로 지출을 기록하시려면 설정에서 권한을 허용해 주십시오
pt_br: Permita o acesso nos Ajustes para ditar despesas por voz
zh_hans: 请在设置中允许权限，以便用语音记录支出

source: Распознавайте без суточного лимита
de: Erkennen ohne Tageslimit
en: Recognize without a daily limit
es: Reconoce sin límite diario
fr: Reconnaissez sans limite quotidienne
it: Riconosci senza limite giornaliero
ja: 1日の上限なしで認識
ko: 일일 제한 없이 인식
pt_br: Reconheça sem limite diário
zh_hans: 识别不受每日次数限制

source: Распознавание доступно только онлайн
de: Die Erkennung funktioniert nur online
en: Recognition works only online
es: El reconocimiento solo funciona en línea
fr: La reconnaissance ne fonctionne qu'en ligne
it: Il riconoscimento funziona solo online
ja: 認識はオンラインでのみ可能です
ko: 인식은 온라인에서만 가능합니다
pt_br: O reconhecimento só funciona online
zh_hans: 识别仅支持在线进行

source: Распознавание идёт на сервере
de: Die Erkennung läuft auf dem Server
en: Recognition happens on the server
es: El reconocimiento ocurre en el servidor
fr: La reconnaissance se fait sur le serveur
it: Il riconoscimento avviene sul server
ja: 認識はサーバー上で行われます
ko: 인식은 서버에서 이루어집니다
pt_br: O reconhecimento acontece no servidor
zh_hans: 识别在服务器上完成

source: Распознавание расходов без суточного лимита
de: Ausgabenerkennung ohne Tageslimit
en: Expense recognition with no daily limit
es: Reconocimiento de gastos sin límite diario
fr: Reconnaissance des dépenses sans limite quotidienne
it: Riconoscimento delle spese senza limite giornaliero
ja: 1日の上限なしで支出を認識
ko: 일일 제한 없는 지출 인식
pt_br: Reconhecimento de despesas sem limite diário
zh_hans: 支出识别，不受每日次数限制

source: Распознавание сейчас недоступно
de: Die Erkennung ist gerade nicht verfügbar
en: Recognition is unavailable right now
es: El reconocimiento no está disponible ahora mismo
fr: La reconnaissance n'est pas disponible pour le moment
it: Al momento il riconoscimento non è disponibile
ja: 現在、認識をご利用いただけません
ko: 현재 인식을 이용할 수 없습니다
pt_br: O reconhecimento está indisponível agora
zh_hans: 当前无法使用识别功能

source: Распознаваний в день — сколько нужно
de: So viele Erkennungen pro Tag, wie du brauchst
en: As many recognitions a day as you need
es: Tantos reconocimientos al día como necesites
fr: Autant de reconnaissances par jour que nécessaire
it: Tutti i riconoscimenti al giorno che ti servono
ja: 1日の認識回数は必要なだけ
ko: 하루에 필요한 만큼 인식
pt_br: Quantos reconhecimentos por dia você precisar
zh_hans: 每天想识别多少次都可以

source: Распознавания без суточного лимита
de: Erkennungen ohne Tageslimit
en: Recognitions with no daily limit
es: Reconocimientos sin límite diario
fr: Reconnaissances sans limite quotidienne
it: Riconoscimenti senza limite giornaliero
ja: 1日の上限なしの認識
ko: 일일 제한 없는 인식
pt_br: Reconhecimentos sem limite diário
zh_hans: 识别不限每日次数

source: Распознавания на сегодня закончились
de: Die heutigen Erkennungen sind aufgebraucht
en: You’ve used today’s recognitions
es: Se acabaron los reconocimientos de hoy
fr: Vous avez utilisé vos analyses du jour
it: Hai esaurito i riconoscimenti di oggi
ja: 本日の認識回数を使い切りました
ko: 오늘의 인식 횟수를 모두 사용했습니다
pt_br: Você já usou os reconhecimentos de hoje
zh_hans: 今天的识别次数已用完

source: Распознавания на сегодня кончились
de: Für heute sind die Erkennungen aufgebraucht
en: You’re out of recognitions for today
es: Se acabaron los reconocimientos de hoy
fr: Plus de reconnaissances pour aujourd’hui
it: Hai finito i riconoscimenti per oggi
ja: 本日の認識回数がなくなりました
ko: 오늘의 인식 횟수가 남아 있지 않습니다
pt_br: Seus reconhecimentos de hoje acabaram
zh_hans: 今天的识别次数已用完

source: Распознано голосом
de: Per Sprache erkannt
en: Recognized from your voice
es: Reconocido por voz
fr: Reconnu à la voix
it: Riconosciuto dalla tua voce
ja: 音声から認識しました
ko: 음성으로 인식됨
pt_br: Reconhecido pela sua voz
zh_hans: 由语音识别

source: Распознано с чека
de: Vom Beleg erkannt
en: Recognized from the receipt
es: Reconocido del recibo
fr: Reconnu depuis le ticket
it: Riconosciuto dallo scontrino
ja: レシートから認識しました
ko: 영수증으로 인식됨
pt_br: Reconhecido pelo recibo
zh_hans: 由小票识别

source: Распознать
de: Erkennen
en: Recognize
es: Reconocer
fr: Reconnaître
it: Riconosci
ja: 認識する
ko: 인식
pt_br: Reconhecer
zh_hans: 识别

source: Распознаю…
de: Ich lese…
en: Reading…
es: Leyendo…
fr: Lecture…
it: Sto leggendo…
ja: 認識しています…
ko: 인식하는 중…
pt_br: Lendo…
zh_hans: 正在识别…

source: Расход
de: Ausgabe
en: Expense
es: Gasto
fr: Dépense
it: Spesa
ja: 支出
ko: 지출
pt_br: Despesa
zh_hans: 支出

source: Расход изменил кто-то другой. Откройте его заново и повторите правку
de: Jemand anderes hat diese Ausgabe geändert. Öffne sie erneut und wiederhole deine Änderung
en: Someone else changed this expense. Open it again and redo your edit
es: Otra persona cambió este gasto. Ábrelo de nuevo y repite tu edición
fr: Quelqu’un d’autre a modifié cette dépense. Rouvrez-la et refaites votre modification
it: Qualcun altro ha modificato questa spesa. Riaprila e rifai la tua modifica
ja: この支出は他の人が変更しました。開き直してから編集をやり直してください
ko: 다른 사람이 이 지출을 변경했습니다. 다시 열어 편집해 주십시오
pt_br: Outra pessoa alterou esta despesa. Abra de novo e refaça a sua edição
zh_hans: 这笔支出已被其他人修改。请重新打开后再编辑

source: Расход переименовали или добавили фото — сумма и ваша доля не изменились
de: Eine Ausgabe wurde umbenannt oder ein Foto hinzugefügt — Betrag und dein Anteil bleiben gleich
en: An expense was renamed or a photo was added — the amount and your share didn’t change
es: Se renombró un gasto o se añadió una foto: el importe y tu parte no cambian
fr: Une dépense a été renommée ou une photo ajoutée — le montant et votre part n’ont pas changé
it: Una spesa è stata rinominata o ha ricevuto una foto: l’importo e la tua quota non sono cambiati
ja: 支出の名称が変更されたか、写真が追加されました。金額とあなたの負担分は変わっていません
ko: 지출 이름이 바뀌었거나 사진이 추가되었습니다. 금액과 회원님의 몫은 변하지 않았습니다
pt_br: Uma despesa foi renomeada ou ganhou uma foto — o valor e a sua parte não mudaram
zh_hans: 支出被改名或添加了照片 — 金额和你的分摊没有变化

source: Расход сохранён
de: Ausgabe gespeichert
en: Expense saved
es: Gasto guardado
fr: Dépense enregistrée
it: Spesa salvata
ja: 支出を保存しました
ko: 지출이 저장되었습니다
pt_br: Despesa salva
zh_hans: 支出已保存

source: Расход сохранён — отправим, когда появится связь
de: Ausgabe gespeichert — wir senden sie, sobald wieder Verbindung besteht
en: Expense saved — we’ll send it once you’re back online
es: Gasto guardado: lo enviaremos cuando haya conexión
fr: Dépense enregistrée — nous l’enverrons dès que la connexion reviendra
it: Spesa salvata: la inviamo appena torni online
ja: 支出を保存しました。接続が回復したら送信します
ko: 지출이 저장되었습니다. 연결이 복구되면 전송합니다
pt_br: Despesa salva — enviamos assim que você voltar a ficar online
zh_hans: 支出已保存 — 恢复联网后会自动发送

source: Расходы делятся между участниками — пока в группе только вы, делить не с кем
de: Ausgaben werden unter den Teilnehmern geteilt — solange du allein in der Gruppe bist, gibt es niemanden zum Teilen
en: Expenses are split between members — while you’re the only one here, there’s no one to split with
es: Los gastos se reparten entre los participantes: mientras estés solo en el grupo, no hay con quién repartir
fr: Les dépenses se partagent entre participants — tant que vous êtes seul dans le groupe, il n’y a personne avec qui partager
it: Le spese si dividono tra i partecipanti: finché ci sei solo tu, non c’è con chi dividere
ja: 支出はメンバーで分割されます。今はあなただけなので、分ける相手がいません
ko: 지출은 참여자끼리 나눕니다. 지금은 회원님뿐이라 나눌 상대가 없습니다
pt_br: As despesas são divididas entre os participantes — enquanto só você estiver aqui, não há com quem dividir
zh_hans: 支出会在成员之间分摊 — 目前群组里只有你，无人可分

source: Расходы, которые уже записаны, останутся в группе
de: Bereits erfasste Ausgaben bleiben in der Gruppe
en: Expenses already recorded stay in the group
es: Los gastos ya registrados se quedan en el grupo
fr: Les dépenses déjà enregistrées restent dans le groupe
it: Le spese già registrate restano nel gruppo
ja: すでに記録された支出はグループに残ります
ko: 이미 기록된 지출은 그룹에 남습니다
pt_br: As despesas já registradas continuam no grupo
zh_hans: 已记录的支出会保留在群组中

source: Регистрация
de: Registrieren
en: Sign up
es: Crear cuenta
fr: Créer un compte
it: Registrazione
ja: 新規登録
ko: 회원가입
pt_br: Criar conta
zh_hans: 注册

source: С
de: S
en: S
es: S
fr: S
it: S
ja: S
ko: S
pt_br: S
zh_hans: S

source: С кем делите расход?
de: Mit wem teilst du die Ausgabe?
en: Who are you splitting with?
es: ¿Con quién lo divides?
fr: Avec qui partagez-vous ?
it: Con chi dividi?
ja: 誰と分けますか？
ko: 누구와 나누십니까?
pt_br: Com quem você divide?
zh_hans: 你要和谁分摊？

source: С кого сколько
de: Wer wie viel zahlt
en: Who owes what
es: Quién pone cuánto
fr: Qui paie combien
it: Chi deve cosa
ja: 誰がいくら
ko: 누가 얼마를 내야 하는가
pt_br: Quem deve o quê
zh_hans: 谁欠多少

source: Самые крупные расходы
de: Größte Ausgaben
en: Biggest expenses
es: Gastos más grandes
fr: Plus grosses dépenses
it: Spese più grandi
ja: 最も大きな支出
ko: 가장 큰 지출
pt_br: Maiores despesas
zh_hans: 最大的支出

source: Сбор
de: Zuschlag
en: Surcharge
es: Recargo
fr: Supplément
it: Supplemento
ja: 手数料
ko: 수수료
pt_br: Taxa
zh_hans: 服务费

source: Сбор делится поровну. Сменить
de: Der Zuschlag wird gleichmäßig geteilt. Ändern
en: The surcharge is split equally. Change
es: El recargo se reparte a partes iguales. Cambiar
fr: Le supplément est réparti à parts égales. Modifier
it: Il supplemento si divide in parti uguali. Cambia
ja: 手数料は均等に分割されます。変更
ko: 수수료는 균등하게 나뉩니다. 변경
pt_br: A taxa é dividida igualmente. Alterar
zh_hans: 服务费平均分摊。更改

source: Сбор делится пропорционально. Сменить
de: Der Zuschlag wird anteilig geteilt. Ändern
en: The surcharge is split proportionally. Change
es: El recargo se reparte proporcionalmente. Cambiar
fr: Le supplément est réparti proportionnellement. Modifier
it: Il supplemento si divide in proporzione. Cambia
ja: 手数料は比例して分割されます。変更
ko: 수수료는 비례해서 나뉩니다. 변경
pt_br: A taxa é dividida proporcionalmente. Alterar
zh_hans: 服务费按比例分摊。更改

source: Сбросить
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 초기화
pt_br: Redefinir
zh_hans: 重置

source: Сбросить пароль?
de: Passwort zurücksetzen?
en: Reset password?
es: ¿Restablecer la contraseña?
fr: Réinitialiser le mot de passe ?
it: Vuoi reimpostare la password?
ja: パスワードをリセットしますか？
ko: 비밀번호를 재설정하시겠습니까?
pt_br: Redefinir a senha?
zh_hans: 要重置密码吗？

source: Светлая
de: Hell
en: Light
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色

source: Сейчас делится по позициям
de: Wird gerade nach Positionen geteilt
en: Currently split by items
es: Ahora se divide por líneas
fr: Actuellement réparti par lignes
it: Ora è diviso per voci
ja: 現在は品目ごとに分割しています
ko: 현재 항목별로 나누고 있습니다
pt_br: Agora está dividido por itens
zh_hans: 当前按项目分摊

source: Сейчас это недоступно. Попробуйте позже
de: Das ist gerade nicht verfügbar. Versuche es später
en: This isn’t available right now. Please try again later
es: Esto no está disponible ahora. Inténtalo más tarde
fr: Ce n’est pas disponible pour le moment. Réessayez plus tard
it: Al momento non è disponibile. Riprova più tardi
ja: 現在ご利用いただけません。しばらくしてからお試しください
ko: 현재는 이용할 수 없습니다. 나중에 다시 시도해 주십시오
pt_br: Isso não está disponível agora. Tente mais tarde
zh_hans: 当前无法使用，请稍后再试

source: Сервер
de: Server
en: Server
es: Servidor
fr: Serveur
it: Server
ja: サーバー
ko: 서버
pt_br: Servidor
zh_hans: 服务器

source: Сервер долго не отвечает. Попробуйте ещё раз
de: Der Server braucht zu lange. Bitte versuche es erneut
en: The server is taking too long. Please try again
es: El servidor tarda demasiado. Inténtalo de nuevo
fr: Le serveur met trop de temps à répondre. Réessayez
it: Il server ci sta mettendo troppo. Riprova
ja: サーバーの応答に時間がかかっています。もう一度お試しください
ko: 서버 응답이 지연되고 있습니다. 다시 시도해 주십시오
pt_br: O servidor está demorando. Tente novamente
zh_hans: 服务器响应超时，请重试

source: Сессия истекла. Войдите ещё раз
de: Die Sitzung ist abgelaufen. Melde dich erneut an
en: Your session has expired. Please sign in again
es: La sesión ha caducado. Vuelve a entrar
fr: La session a expiré. Reconnectez-vous
it: La sessione è scaduta. Accedi di nuovo
ja: セッションの有効期限が切れました。もう一度サインインしてください
ko: 세션이 만료되었습니다. 다시 로그인해 주십시오
pt_br: Sua sessão expirou. Entre de novo
zh_hans: 会话已过期，请重新登录

source: Системная
de: Systemeinstellung
en: System
es: Del sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 跟随系统

source: Скажите — запишем
de: Sag es einfach — wir tragen es ein
en: Just say it — we’ll note it
es: Dilo y lo anotamos
fr: Dites-le, on le note
it: Dillo e basta: ci pensiamo noi
ja: 話すだけで記録します
ko: 말씀만 하십시오. 저희가 기록합니다
pt_br: É só falar — a gente anota
zh_hans: 说出来即可 — 我们来记录

source: Сказанная фраза превращается в готовый расход, разделённый на четверых
de: Ein gesprochener Satz wird zu einer fertigen Ausgabe, durch vier geteilt
en: A spoken phrase turns into a finished expense split four ways
es: Una frase hablada se convierte en un gasto dividido entre cuatro
fr: Une phrase dite devient une dépense partagée en quatre
it: Una frase detta diventa una spesa pronta, divisa in quattro
ja: 話した内容が、4人で分割された支出になります
ko: 한마디면 네 명이 나누는 지출이 완성됩니다
pt_br: Uma frase dita vira uma despesa pronta, dividida por quatro
zh_hans: 一句话就能变成分给四个人的支出

source: Сколько стоит «%@»?
de: Wie viel kostet „%@“?
en: How much is “%@”?
es: ¿Cuánto cuesta «%@»?
fr: Combien coûte « %@ » ?
it: Quanto costa “%@”?
ja: 「%@」はいくらですか？
ko: 「%@」은(는) 얼마입니까?
pt_br: Quanto custa “%@”?
zh_hans: 「%@」多少钱？

source: Слишком большой запрос
de: Die Anfrage ist zu groß
en: Request is too large
es: La solicitud es demasiado grande
fr: La requête est trop volumineuse
it: Richiesta troppo grande
ja: リクエストが大きすぎます
ko: 요청이 너무 큽니다
pt_br: Requisição grande demais
zh_hans: 请求过大

source: Слишком много запросов. Попробуйте позже
de: Zu viele Anfragen. Bitte versuche es später
en: Too many requests. Please try again later
es: Demasiadas solicitudes. Inténtalo más tarde
fr: Trop de requêtes. Réessayez plus tard
it: Troppe richieste. Riprova più tardi
ja: リクエストが多すぎます。しばらくしてからお試しください
ko: 요청이 너무 많습니다. 나중에 다시 시도해 주십시오
pt_br: Requisições demais. Tente mais tarde
zh_hans: 请求过于频繁，请稍后再试

source: Слушаю…
de: Ich höre zu…
en: Listening…
es: Escuchando…
fr: J'écoute…
it: Sto ascoltando…
ja: 聞いています…
ko: 듣고 있습니다…
pt_br: Ouvindo…
zh_hans: 正在聆听…

source: Смена пароля
de: Passwort ändern
en: Change password
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambio password
ja: パスワードの変更
ko: 비밀번호 변경
pt_br: Alterar senha
zh_hans: 修改密码

source: Сменить валюту на %@?
de: Währung auf %@ ändern?
en: Change currency to %@?
es: ¿Cambiar la moneda a %@?
fr: Passer à la devise %@ ?
it: Vuoi cambiare la valuta in %@?
ja: 通貨を %@ に変更しますか？
ko: 통화를 %@(으)로 변경하시겠습니까?
pt_br: Mudar a moeda para %@?
zh_hans: 要把货币改为 %@ 吗？

source: Сменить на %@
de: Auf %@ ändern
en: Change to %@
es: Cambiar a %@
fr: Passer à %@
it: Cambia in %@
ja: %@ に変更
ko: %@(으)로 변경
pt_br: Mudar para %@
zh_hans: 改为 %@

source: Сначала выберите группу
de: Wähle zuerst eine Gruppe
en: Pick a group first
es: Elige primero un grupo
fr: Choisissez d'abord un groupe
it: Scegli prima un gruppo
ja: 先にグループを選択してください
ko: 먼저 그룹을 선택해 주십시오
pt_br: Escolha um grupo primeiro
zh_hans: 请先选择群组

source: Сначала выберите, кто есть кто в позициях
de: Kläre zuerst, wer in den Positionen wer ist
en: First choose who is who in the items
es: Primero indica quién es quién en las líneas
fr: Indiquez d’abord qui est qui dans les lignes
it: Prima scegli chi è chi nelle voci
ja: 先に品目の担当者を選んでください
ko: 먼저 항목별 담당자를 선택해 주십시오
pt_br: Primeiro escolha quem é quem nos itens
zh_hans: 请先确定各项目由谁承担

source: Сначала выберите, кто такой %@
de: Kläre zuerst, wer %@ ist
en: First choose who %@ is
es: Primero indica quién es %@
fr: Indiquez d’abord qui est %@
it: Prima scegli chi è %@
ja: 先に %@ が誰かを選んでください
ko: 먼저 %@ 님이 누구인지 선택해 주십시오
pt_br: Primeiro escolha quem é %@
zh_hans: 请先确定 %@ 是谁

source: Снимок уйдёт на сервер Splitty и в стороннюю модель для распознавания
de: Das Foto geht an den Splitty-Server und an ein Drittanbieter-Modell zur Erkennung
en: The photo goes to the Splitty server and to a third-party model for recognition
es: La foto se envía al servidor de Splitty y a un modelo de terceros para el reconocimiento
fr: La photo part vers le serveur Splitty et vers un modèle tiers pour la reconnaissance
it: La foto viene inviata al server di Splitty e a un modello di terze parti per il riconoscimento
ja: 写真は Splitty のサーバーと、認識のための外部モデルに送信されます
ko: 사진은 Splitty 서버와 인식용 외부 모델로 전송됩니다
pt_br: A foto vai para o servidor do Splitty e para um modelo de terceiros para reconhecimento
zh_hans: 照片会发送到 Splitty 服务器以及负责识别的第三方模型

source: Со Splitty
de: Mit Splitty
en: With Splitty
es: Con Splitty
fr: Avec Splitty
it: Con Splitty
ja: Splitty ありの場合
ko: Splitty가 있다면
pt_br: Com o Splitty
zh_hans: 用 Splitty

source: Со мной
de: Mit mir
en: With me
es: Conmigo
fr: Avec moi
it: Con me
ja: 自分も含む
ko: 나 포함
pt_br: Comigo
zh_hans: 包括我

source: Создайте группу или присоединитесь по коду приглашения
de: Erstelle eine Gruppe oder tritt einer mit einem Einladungscode bei
en: Create a group or join one with an invite code
es: Crea un grupo o únete a uno con un código de invitación
fr: Créez un groupe ou rejoignez-en un avec un code d'invitation
it: Crea un gruppo o unisciti con un codice d’invito
ja: グループを作成するか、招待コードで参加してください
ko: 그룹을 만들거나 초대 코드로 참여해 주십시오
pt_br: Crie um grupo ou entre com um código de convite
zh_hans: 创建群组，或用邀请码加入

source: Создание…
de: Wird erstellt…
en: Creating…
es: Creando…
fr: Création…
it: Creazione…
ja: 作成しています…
ko: 만드는 중…
pt_br: Criando…
zh_hans: 正在创建…

source: Создать
de: Erstellen
en: Create
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建

source: Создать группу
de: Gruppe erstellen
en: Create group
es: Crear grupo
fr: Créer un groupe
it: Crea gruppo
ja: グループを作成
ko: 그룹 만들기
pt_br: Criar grupo
zh_hans: 创建群组

source: Создать группу или присоединиться по коду
de: Gruppe erstellen oder per Code beitreten
en: Create a group or join with a code
es: Crear un grupo o unirse con un código
fr: Créer un groupe ou rejoindre avec un code
it: Crea un gruppo o unisciti con un codice
ja: グループを作成するか、コードで参加
ko: 그룹을 만들거나 코드로 참여
pt_br: Criar um grupo ou entrar com um código
zh_hans: 创建群组或用邀请码加入

source: Сообщить о проблеме
de: Problem melden
en: Report a problem
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告
ko: 문제 신고
pt_br: Relatar um problema
zh_hans: 报告问题

source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存

source: Способы входа
de: Anmeldemethoden
en: Sign-in methods
es: Formas de entrar
fr: Modes de connexion
it: Metodi di accesso
ja: サインイン方法
ko: 로그인 방법
pt_br: Métodos de login
zh_hans: 登录方式

source: Средний чек
de: Ø pro Ausgabe
en: Average expense
es: Gasto medio
fr: Dépense moyenne
it: Spesa media
ja: 平均支出
ko: 평균 지출
pt_br: Despesa média
zh_hans: 平均支出

source: Ссылка или код
de: Link oder Code
en: Link or code
es: Enlace o código
fr: Lien ou code
it: Link o codice
ja: リンクまたはコード
ko: 링크 또는 코드
pt_br: Link ou código
zh_hans: 链接或邀请码

source: Ссылка нужна тем, с кем вы ещё не делили расходы.
de: Ein Link ist für Leute, mit denen du noch keine Ausgaben geteilt hast.
en: A link is for people you haven't split expenses with yet.
es: El enlace es para quienes aún no han compartido gastos contigo.
fr: Le lien s'adresse à ceux avec qui tu n'as pas encore partagé de dépenses.
it: Il link serve a chi non ha ancora diviso spese con te.
ja: リンクは、まだ支出を分けたことのない人のためのものです。
ko: 링크는 아직 지출을 나눈 적이 없는 분들을 위한 것입니다.
pt_br: O link é para quem ainda não dividiu despesas com você.
zh_hans: 链接是给那些还没和你分摊过支出的人用的。
